// © Copyright 2005-2008, 2015 HP Development Company, L.P.

TaskName = "Proteggi porte dirette";

TaskDescription = "Usare questa impostazione per disattivare la stampa sulle porte USB e parallela.\n\nJetDirect, la connettività di rete incorporata e le schede add-on di altre marche (come Firewire) non verranno influenzati da questa impostazione.";
CheckboxTitle = "Disattiva porte dirette";
ApplyButtonTitle = "Applica adesso";